Repository: winx402/blocks-mac
Catalog: apps/Blocks/BlocksApp/Features/Screenshot/Resources/ScreenshotLocalizable.xcstrings
Source language: zh_hans
Languages: en, ja

# screenshot.editor.moreActions
source: 更多操作
en: More actions
ja: その他の操作

# common.delete
source: 删除
en: Delete
ja: 削除

# screenshot.editor.status.size
source: 尺寸
en: Size
ja: サイズ

# screenshot.editor.status.enabled
source: 已开启
en: On
ja: オン

# screenshot.editor.status.disabled
source: 已关闭
en: Off
ja: オフ

# screenshot.editor.tool.watermark
source: 水印
en: Watermark
ja: 透かし

# screenshot.pin.copy
source: 复制
en: Copy
ja: コピー

# screenshot.pin.fit
source: 适应屏幕
en: Fit to Screen
ja: 画面に合わせる

# screenshot.pin.ocr
source: 识别文字
en: Recognize text
ja: テキストを認識

# screenshot.pin.ocr.failed
source: 文字识别失败。
en: Text recognition failed.
ja: テキスト認識に失敗しました。

# screenshot.pin.ocr.result
source: 识别结果
en: Recognized text
ja: 認識したテキスト

# screenshot.pin.opacity
source: 透明度
en: Opacity
ja: 不透明度

# screenshot.pin.save
source: 保存…
en: Save…

# screenshot.pin.zoomIn
source: 放大
en: Zoom In
ja: 拡大

# screenshot.pin.zoomOut
source: 缩小
en: Zoom Out
ja: 縮小

# screenshot.result.pin
source: 钉住
en: Pin
ja: ピン留め

# screenshot.selection.watermark
source: 水印
en: Watermark
ja: 透かし

# screenshot.watermark.angle
source: 角度
en: Angle

# screenshot.watermark.custom
source: 自定义
en: Custom
ja: カスタム

# screenshot.watermark.defaultName
source: 默认水印
en: Default watermark
ja: デフォルト透かし

# screenshot.watermark.defaultText
source: 水印
en: Watermark
ja: 透かし

# screenshot.watermark.density
source: 密度
en: Density

# screenshot.watermark.none
source: 不使用
en: None
ja: なし

# screenshot.watermark.preset
source: 预设
en: Preset
ja: プリセット

# screenshot.watermark.saveAsPreset
source: 另存为预设
en: Save as preset
ja: プリセットとして保存

# screenshot.watermark.apply
source: 应用
en: Apply
ja: 適用

# screenshot.watermark.backToLibrary
source: 返回水印列表
en: Back to watermarks
ja: 透かし一覧に戻る

# screenshot.watermark.color
source: 颜色
en: Color
ja: カラー

# screenshot.watermark.editor.general
source: 通用
en: General
ja: 一般

# screenshot.watermark.editor.title
source: 编辑水印
en: Edit watermark
ja: 透かしを編集

# screenshot.watermark.error.emptyContent
source: 请先添加水印内容再应用。
en: Add watermark content before applying.
ja: 適用する前に透かしの内容を追加してください。

# screenshot.watermark.kind.text
source: 文字
en: Text
ja: テキスト

# screenshot.watermark.name
source: 名称
en: Name
ja: 名前

# screenshot.watermark.name.placeholder
source: 水印名称
en: Watermark name
ja: 透かしの名前

# screenshot.watermark.opacity
source: 透明度
en: Opacity
ja: 不透明度

# screenshot.watermark.save
source: 保存
en: Save

# screenshot.watermark.saveAndApply
source: 保存并应用
en: Save & Apply
ja: 保存して適用

# screenshot.watermark.text.alignment
source: 对齐
en: Alignment
ja: 配置

# screenshot.watermark.text.alignment.leading
source: 左对齐
en: Left
ja: 左揃え

# screenshot.watermark.text.alignment.center
source: 居中
en: Center
ja: 中央揃え

# screenshot.watermark.text.alignment.trailing
source: 右对齐
en: Right
ja: 右揃え

# screenshot.watermark.text.content
source: 文字内容
en: Text
ja: テキスト

# screenshot.watermark.text.fontSize
source: 字号
en: Font size
ja: 文字サイズ

# screenshot.watermark.text.weight
source: 字重
en: Weight
ja: 太さ

# screenshot.watermark.text.weight.regular
source: 常规
en: Regular
ja: 標準

# screenshot.watermark.text.weight.medium
source: 中等
en: Medium
ja: ミディアム

# screenshot.watermark.text.weight.semibold
source: 半粗
en: Semibold
ja: セミボールド

# screenshot.watermark.text.weight.bold
source: 粗体
en: Bold
ja: 太字

# screenshot.watermark.validation.incomplete
source: 请先完善水印内容再保存。
en: Complete the watermark content before saving.
ja: 保存する前に透かしの内容を完成させてください。

# screenshot.watermark.validation.textRequired
source: 请输入水印文字。
en: Enter watermark text.
ja: 透かしテキストを入力してください。

# settings.screenshot.watermarks
source: 水印
en: Watermarks
ja: 透かし

# settings.screenshot.watermarks.addNamed
source: 添加%@水印
en: Add %@ watermark
ja: %@ の透かしを追加

# settings.screenshot.watermarks.count
source: 已保存 %d 个
en: %d saved
ja: %d 件保存済み

# settings.screenshot.watermarks.delete.message
source: 删除“%@”？现有截图中的水印实例不会改变。
en: Delete “%@”? Existing screenshot instances will not change.
ja: 「%@」を削除しますか？既存のスクリーンショット内の水印は変更されません。

# settings.screenshot.watermarks.delete.title
source: 删除水印？
en: Delete watermark?
ja: 透かしを削除しますか？

# settings.screenshot.watermarks.deleteNamed
source: 删除%@
en: Delete %@
ja: %@ を削除

# settings.screenshot.watermarks.detail
source: 保存可复用的平铺文字水印。
en: Save reusable tiled text watermarks for screenshots.
ja: スクリーンショット用のタイル状テキスト透かしを保存します。

# settings.screenshot.watermarks.editNamed
source: 编辑%@
en: Edit %@
ja: %@ を編集

# settings.screenshot.watermarks.empty
source: 暂无已保存水印
en: No saved watermark
ja: 保存済みの透かしはありません

# settings.screenshot.watermarks.empty.detail
source: 添加文字以创建平铺水印预设。
en: Add text to create a tiled watermark preset.
ja: テキストを追加してタイル状透かしを作成します。

# settings.screenshot.watermarks.add
source: 添加水印
en: Add watermark
ja: 透かしを追加

# settings.screenshot.watermarks.default
source: 默认水印
en: Default watermark
ja: デフォルト透かし

# settings.screenshot.watermarks.default.detail
source: 新截图默认自动应用此水印。
en: Automatically apply this watermark to new screenshots.
ja: 新しいスクリーンショットにこの透かしを自動適用します。

# settings.screenshot.watermarks.editor.title
source: 水印预设
en: Watermark preset
ja: 透かしプリセット

# settings.screenshot.watermarks.none
source: 不使用
en: Do not use
ja: 使用しない

# settings.screenshot.watermarks.reset.confirmMessage
source: 删除所有已保存的水印预设并清除默认水印？此操作无法撤销。
en: Delete every saved watermark preset and clear the default watermark? This cannot be undone.
ja: 保存済みの透かしプリセットをすべて削除し、デフォルトの透かしを解除しますか？この操作は取り消せません。

# settings.screenshot.watermarks.reset.confirmTitle
source: 重置全部水印？
en: Reset all watermarks?
ja: すべての透かしをリセットしますか？

# settings.screenshot.watermarks.library
source: 水印库
en: Watermark library
ja: 透かしライブラリ

# settings.screenshot.watermarks.summary
source: %@ · %.0f%% · 透明度 %.0f%%
en: %@ · %.0f%% · %.0f%% opacity
ja: %@ · %.0f%% · 不透明度 %.0f%%

# screenshot.common.confirm
source: 应用
en: Apply
ja: 適用

# screenshot.common.apply
source: 应用
en: Apply
ja: 適用

# screenshot.common.saveAndApply
source: 保存并应用
en: Save & Apply
ja: 保存して適用

# settings.screenshot.feature
source: 截图
en: Screenshot
ja: スクリーンショット

# settings.screenshot.feature.enabled
source: 启用截图
en: Enable Screenshot
ja: スクリーンショットを有効にする

# settings.screenshot.feature.enabled.detail
source: 允许从 App、快捷键、菜单和 CLI 开始新的截图。
en: Allow new captures from the App, shortcuts, menu and CLI.
ja: App、ショートカット、メニュー、CLI から新しいキャプチャを開始できます。

# screenshot.scrolling.mode
source: 长截图
en: Scrolling capture
ja: スクロールキャプチャ

# screenshot.scrolling.start
source: 开始
en: Start
ja: 開始

# screenshot.scrolling.reselect
source: 重新选择
en: Reselect region
ja: 範囲を再選択

# screenshot.scrolling.pause
source: 暂停
en: Pause
ja: 一時停止

# screenshot.scrolling.resume
source: 继续
en: Resume
ja: 再開

# screenshot.scrolling.restart
source: 从此处重新开始
en: Restart from here
ja: ここからやり直す

# screenshot.scrolling.resumeChecking
source: 正在检查是否可以继续长截图
en: Checking whether scrolling capture can resume
ja: スクロールキャプチャを再開できるか確認中です

# screenshot.scrolling.finish
source: 完成
en: Finish
ja: 完了

# screenshot.scrolling.capturing
source: 正在采集
en: Capturing
ja: キャプチャ中

# screenshot.scrolling.recovering
source: 正在重新定位，请向下滚动到上次位置。
en: Repositioning. Scroll down to the last captured position.
ja: 位置を再確認しています。最後に取得した位置まで下へスクロールしてください。

# screenshot.scrolling.recovering.short
source: 正在重新定位
en: Repositioning
ja: 位置を再確認中

# screenshot.scrolling.paused
source: 已暂停
en: Paused
ja: 一時停止中

# screenshot.scrolling.paused.manual
source: 已暂停，准备好后继续。
en: Paused. Resume when ready.
ja: 一時停止中です。準備後に再開してください。

# screenshot.scrolling.possibleEnd
source: 可能已到底 · %d 秒
en: Possible end · %d s
ja: 末尾の可能性 · %d 秒

# screenshot.scrolling.finalizing
source: 正在生成长图
en: Finalizing
ja: 処理中

# screenshot.scrolling.source
source: 长截图 · %d × %d
en: Scrolling capture · %d × %d
ja: スクロールキャプチャ · %d × %d

# screenshot.scrolling.accessibility.status
source: 长截图状态
en: Scrolling capture status
ja: スクロールキャプチャの状態

# screenshot.scrolling.accessibility.warning
source: 长截图警告
en: Scrolling capture warning
ja: スクロールキャプチャの警告

# screenshot.countdown.accessibility.label
source: 截图倒计时
en: Screenshot countdown
ja: スクリーンショットのカウントダウン

# screenshot.countdown.accessibility.value
source: %d 秒后截图
en: Screenshot in %d seconds
ja: %d 秒後にスクリーンショットを撮影

# screenshot.countdown.accessibility.help
source: 按 Esc 取消。
en: Press Escape to cancel.
ja: Escape キーでキャンセルします。

# screenshot.scrolling.permission.title
source: 需要输入监控权限
en: Input Monitoring required
ja: 入力監視が必要です

# screenshot.scrolling.permission.required
source: 长截图需要输入监控权限来识别手动滚动。
en: Scrolling capture needs Input Monitoring to detect manual scrolling.
ja: 手動スクロールを検出するには入力監視の許可が必要です。

# screenshot.scrolling.cancel.title
source: 丢弃本次长截图？
en: Discard scrolling capture?
ja: スクロールキャプチャを破棄しますか？

# screenshot.scrolling.cancel.detail
source: 已采集内容将被删除，不会输出图片。
en: Captured content will be deleted and no image will be output.
ja: 取得済みの内容は削除され、画像は出力されません。

# screenshot.scrolling.warning.size
source: 即将达到安全尺寸上限。
en: Approaching the safe image size limit.
ja: 安全な画像サイズの上限に近づいています。

# screenshot.scrolling.warning.limitReached
source: 已达到尺寸上限，正在生成有效内容。
en: Size limit reached. Finalizing valid content.
ja: サイズ上限に達したため、有効な内容を生成します。

# screenshot.scrolling.warning.frameChanged
source: 采集区域发生变化，请滚回最后有效位置。
en: The capture region changed. Return to the last valid position.
ja: 取得範囲が変化しました。最後の有効位置に戻ってください。

# screenshot.scrolling.warning.ambiguous
source: 重叠位置不明确，请滚回最后有效位置。
en: Overlap is ambiguous. Return to the last valid position.
ja: 重なりを特定できません。最後の有効位置に戻ってください。

# screenshot.scrolling.warning.reverse
source: 检测到反向滚动，请滚回最后有效位置。
en: Reverse scrolling detected. Return to the last valid position.
ja: 逆方向のスクロールを検出しました。最後の有効位置に戻ってください。

# screenshot.scrolling.warning.fast
source: 重叠不足，请滚回并放慢滚动速度。
en: Not enough overlap. Scroll back and continue more slowly.
ja: 重なりが不足しています。戻ってゆっくり続けてください。

# screenshot.scrolling.error.sessionActive
source: 已有长截图会话正在运行。
en: A scrolling capture is already active.
ja: スクロールキャプチャはすでに実行中です。

# screenshot.scrolling.error.noSession
source: 当前没有长截图会话。
en: No scrolling capture is active.
ja: 実行中のスクロールキャプチャはありません。

# screenshot.scrolling.error.confirmationRequired
source: 丢弃已采集内容需要确认。
en: Confirmation is required to discard captured content.
ja: 取得済み内容の破棄には確認が必要です。

# screenshot.scrolling.error.insufficientContent
source: 采集内容不足，无法生成长图。
en: There is not enough captured content to create an image.
ja: 画像を生成するための内容が不足しています。

# screenshot.scrolling.error.writeFailed
source: 无法写入临时采集条带。
en: Unable to write a temporary capture strip.
ja: 一時キャプチャ帯を書き込めません。

# screenshot.scrolling.error.readFailed
source: 无法读取临时采集条带。
en: Unable to read a temporary capture strip.
ja: 一時キャプチャ帯を読み込めません。

# screenshot.scrolling.error.finalizeFailed
source: 无法生成长截图。
en: Unable to create the scrolling screenshot.
ja: スクロールスクリーンショットを生成できません。

# error.editingContextUnavailable
source: 无法准备原屏快编。
en: Unable to prepare quick overlay editing.
ja: クイック編集を準備できません。

# screenshot.home.title
source: 截图
en: Screenshot
ja: スクリーンショット

# screenshot.home.detail
source: 单击捕获窗口，拖拽选择区域，或切换为屏幕捕获。
en: Capture a window with one click, drag a region, or switch to a display.
ja: クリックでウィンドウ、ドラッグで範囲、またはディスプレイを撮影します。

# screenshot.mode.display
source: 屏幕
en: Display
ja: ディスプレイ

# screenshot.mode.region
source: 区域
en: Region
ja: 範囲

# screenshot.mode.window
source: 窗口
en: Window
ja: ウィンドウ

# screenshot.editor.discard
source: 丢弃
en: Discard
ja: 破棄

# screenshot.editor.done
source: 完成
en: Done
ja: 完了

# screenshot.editor.quickContextUnavailable
source: 无法准备原屏快编。
en: Unable to prepare quick overlay editing.
ja: クイック編集を準備できません。

# screenshot.editor.rendering
source: 正在渲染…
en: Rendering…
ja: レンダリング中…

# screenshot.editor.accessibility.crop
source: 裁剪范围
en: Crop area
ja: 切り抜き範囲

# screenshot.editor.accessibility.calloutConnector
source: 标注气泡连线
en: Callout connector
ja: 吹き出しの接続線

# screenshot.editor.accessibility.calloutNote
source: 标注气泡文字
en: Callout text
ja: 吹き出しテキスト

# screenshot.editor.accessibility.element
source: 对象 %d，%@
en: Object %d, %@
ja: オブジェクト %d、%@

# screenshot.editor.accessibility.stepBadge
source: 步骤序号
en: Step number
ja: 手順番号

# screenshot.editor.accessibility.stepConnector
source: 步骤连线
en: Step connector
ja: 手順の接続線

# screenshot.editor.accessibility.stepNote
source: 步骤说明
en: Step description
ja: 手順の説明

# screenshot.editor.accessibility.magnifierLens
source: 放大镜镜片
en: Magnifier lens
ja: 拡大レンズ

# screenshot.editor.accessibility.handle.lineStart
source: 起点控制柄
en: Start handle
ja: 始点ハンドル

# screenshot.editor.accessibility.handle.lineEnd
source: 终点控制柄
en: End handle
ja: 終点ハンドル

# screenshot.editor.accessibility.handle.northWest
source: 左上控制柄
en: Top-left handle
ja: 左上ハンドル

# screenshot.editor.accessibility.handle.north
source: 上方控制柄
en: Top handle
ja: 上ハンドル

# screenshot.editor.accessibility.handle.northEast
source: 右上控制柄
en: Top-right handle
ja: 右上ハンドル

# screenshot.editor.accessibility.handle.east
source: 右侧控制柄
en: Right handle
ja: 右ハンドル

# screenshot.editor.accessibility.handle.southEast
source: 右下控制柄
en: Bottom-right handle
ja: 右下ハンドル

# screenshot.editor.accessibility.handle.south
source: 下方控制柄
en: Bottom handle
ja: 下ハンドル

# screenshot.editor.accessibility.handle.southWest
source: 左下控制柄
en: Bottom-left handle
ja: 左下ハンドル

# screenshot.editor.accessibility.handle.west
source: 左侧控制柄
en: Left handle
ja: 左ハンドル

# screenshot.editor.accessibility.select
source: 选择
en: Select
ja: 選択

# screenshot.editor.accessibility.delete
source: 删除
en: Delete
ja: 削除

# screenshot.editor.accessibility.editText
source: 编辑文字
en: Edit text
ja: テキストを編集

# screenshot.editor.accessibility.moveLeft
source: 向左移动
en: Move left
ja: 左へ移動

# screenshot.editor.accessibility.moveRight
source: 向右移动
en: Move right
ja: 右へ移動

# screenshot.editor.accessibility.moveUp
source: 向上移动
en: Move up
ja: 上へ移動

# screenshot.editor.accessibility.moveDown
source: 向下移动
en: Move down
ja: 下へ移動

# screenshot.editor.adjustRange
source: 调整截图范围
en: Adjust range
ja: 範囲を調整

# screenshot.editor.cornerRadius
source: 圆角
en: Corner radius
ja: 角の丸み

# screenshot.editor.endEnding
source: 终点样式
en: End
ja: 終点

# screenshot.editor.highlight.freehand
source: 自由高亮
en: Freehand
ja: フリーハンド

# screenshot.editor.highlight.rectangle
source: 矩形高亮
en: Rectangle
ja: 長方形

# screenshot.editor.highlightMode
source: 高亮方式
en: Highlight mode
ja: ハイライト方式

# screenshot.editor.line.dashed
source: 虚线
en: Dashed
ja: 破線

# screenshot.editor.line.solid
source: 实线
en: Solid
ja: 実線

# screenshot.editor.linePattern
source: 线条样式
en: Line style
ja: 線の種類

# screenshot.editor.lineEnding.none
source: 无
en: None
ja: なし

# screenshot.editor.lineEnding.openArrow
source: 开放箭头
en: Open arrow
ja: 開いた矢印

# screenshot.editor.lineEnding.filledArrow
source: 实心箭头
en: Filled arrow
ja: 塗りつぶし矢印

# screenshot.editor.lineEnding.circle
source: 圆点
en: Circle
ja: 円

# screenshot.editor.moveToolbar
source: 移动工具栏
en: Move toolbar
ja: ツールバーを移動

# screenshot.editor.toolbar.compact
source: 收起工具
en: Collapse tools
ja: ツールを折りたたむ

# screenshot.editor.toolbar.expanded
source: 展开工具
en: Expand tools
ja: ツールを展開

# screenshot.editor.toolbar.noAdditionalTools
source: 暂无可显示的扩展工具，请在截图设置中配置。
en: No additional tools are visible. Configure tools in Screenshot Settings.
ja: 表示できる追加ツールがありません。スクリーンショット設定でツールを構成してください。

# screenshot.editor.noSelection
source: 选择对象后可调整实际属性。
en: Select an object to edit its properties.
ja: オブジェクトを選択して属性を編集します。

# screenshot.editor.selectedObject
source: 选中对象
en: Selected object
ja: 選択中のオブジェクト

# screenshot.editor.smoothing
source: 平滑度
en: Smoothing
ja: 滑らかさ

# screenshot.editor.startEnding
source: 起点样式
en: Start
ja: 始点

# screenshot.editor.textAlignment
source: 对齐
en: Alignment
ja: 配置

# screenshot.editor.textBackground
source: 文字背景
en: Text background
ja: テキスト背景

# screenshot.editor.textWeight
source: 字重
en: Weight
ja: 太さ

# screenshot.editor.textWeight.regular
source: 常规
en: Regular
ja: 標準

# screenshot.editor.textWeight.medium
source: 中等
en: Medium
ja: 中

# screenshot.editor.textWeight.semibold
source: 半粗体
en: Semibold
ja: やや太字

# screenshot.editor.textWeight.bold
source: 粗体
en: Bold
ja: 太字

# screenshot.editor.textAlignment.leading
source: 左对齐
en: Leading
ja: 先頭

# screenshot.editor.textAlignment.center
source: 居中
en: Center
ja: 中央

# screenshot.editor.textAlignment.trailing
source: 右对齐
en: Trailing
ja: 末尾

# screenshot.editor.intensity
source: 强度
en: Intensity
ja: 強度

# screenshot.editor.color
source: 颜色
en: Color
ja: カラー

# screenshot.editor.colorPicker
source: 选择颜色
en: Choose color
ja: 色を選択

# screenshot.editor.color.common
source: 常用颜色
en: Common colors
ja: 基本色

# screenshot.editor.color.background
source: 背景
en: Background

# screenshot.editor.color.transparent
source: 透明
en: Transparent

# screenshot.editor.color.recent
source: 最近使用
en: Recent colors
ja: 最近の色

# screenshot.editor.color.invalidHex
source: 请输入 6 位颜色编码
en: Enter a 6-digit hex color
ja: 6 桁の 16 進カラーを入力

# screenshot.editor.color.custom
source: 自由选色…
en: More colors…
ja: その他の色…

# screenshot.editor.fill
source: 填充
en: Fill
ja: 塗りつぶし

# screenshot.editor.fontSize
source: 字号
en: Font size
ja: 文字サイズ

# screenshot.editor.lineWidth
source: 线宽
en: Line width
ja: 線の太さ

# screenshot.editor.noProperties
source: 当前工具没有可调整属性
en: No adjustable properties
ja: 調整できる属性はありません

# screenshot.editor.opacity
source: 不透明度
en: Opacity

# screenshot.editor.ready
source: 就绪
en: Ready
ja: 準備完了

# screenshot.editor.redo
source: 重做
en: Redo
ja: やり直す

# screenshot.editor.text.placeholder
source: 请输入文字
en: Enter text
ja: テキストを入力

# screenshot.editor.text.title
source: 添加文字
en: Add text
ja: テキストを追加

# screenshot.editor.undo
source: 撤销
en: Undo
ja: 元に戻す

# screenshot.editor.unsaved.detail
source: 当前截图包含尚未完成的编辑。
en: This screenshot has edits that have not been completed.
ja: このスクリーンショットには未完了の編集があります。

# screenshot.editor.unsaved.title
source: 是否完成编辑？
en: Finish editing?
ja: 編集を完了しますか？

# screenshot.editor.unsaved.suppression
source: 不再提示
en: Don't ask again
ja: 今後確認しない

# screenshot.editor.tool.select
source: 选择
en: Select
ja: 選択

# screenshot.editor.tool.aspectRatio
source: 比例
en: Aspect Ratio
ja: 縦横比

# screenshot.editor.tool.arrow
source: 线条/箭头
en: Line / Arrow
ja: 線／矢印

# screenshot.editor.tool.line
source: 直线
en: Line
ja: 直線

# screenshot.editor.tool.rectangle
source: 矩形
en: Rectangle
ja: 長方形

# screenshot.editor.tool.ellipse
source: 椭圆
en: Ellipse
ja: 楕円

# screenshot.editor.tool.freehand
source: 画笔
en: Freehand
ja: フリーハンド

# screenshot.editor.tool.text
source: 文字
en: Text
ja: テキスト

# screenshot.editor.tool.highlight
source: 高亮
en: Highlight
ja: ハイライト

# screenshot.editor.tool.blur
source: 模糊
en: Blur
ja: ぼかし

# screenshot.editor.tool.pixelate
source: 像素化
en: Pixelate
ja: モザイク

# screenshot.editor.tool.ocr
source: 识别文字
en: Recognize Text
ja: テキストを認識

# screenshot.editor.tool.counter
source: 计数器
en: Counter
ja: 番号

# screenshot.editor.tool.step
source: 步骤
en: Step
ja: ステップ

# screenshot.editor.tool.callout
source: 标注气泡
en: Callout
ja: 吹き出し

# screenshot.editor.tool.spotlight
source: 聚光
en: Spotlight
ja: スポットライト

# screenshot.editor.tool.redact
source: 隐私遮盖
en: Redact
ja: 墨消し

# screenshot.editor.tool.magnifier
source: 放大镜
en: Magnifier
ja: 拡大鏡

# screenshot.aspect.landscape
source: 横向
en: Landscape
ja: 横向き

# screenshot.aspect.portrait
source: 竖向
en: Portrait
ja: 縦向き

# screenshot.aspect.title
source: 比例与尺寸
en: Ratio & size
ja: 比率とサイズ

# screenshot.aspect.presets
source: 常用预设
en: Presets
ja: プリセット

# screenshot.aspect.customTitle
source: 自定义
en: Custom
ja: カスタム

# screenshot.aspect.width
source: 宽
en: Width
ja: 幅

# screenshot.aspect.height
source: 高
en: Height
ja: 高さ

# screenshot.aspect.mode.ratio
source: 比例
en: Ratio
ja: 比率

# screenshot.aspect.mode.fixed
source: 尺寸
en: Size
ja: サイズ

# screenshot.aspect.invalid
source: 请输入正数；尺寸必须为整数像素。
en: Enter positive values; sizes must be whole pixels.
ja: 正の値を入力してください。サイズは整数ピクセルです。

# screenshot.aspect.invalid.ratio
source: 比例须为正数，且不超过 32768:1。
en: Ratio must be positive and at most 32768:1.
ja: 比率は正数、最大 32768:1 です。

# screenshot.aspect.invalid.size
source: 每边须为 1–32768px，且不超过 1.2 亿像素。
en: Use 1–32768 px per side, up to 120 MP.
ja: 各辺 1〜32768 px、最大 1.2 億画素です。

# screenshot.aspect.saved
source: 已保存
en: Saved
ja: 保存済み

# screenshot.aspect.deleteSaved
source: 删除已保存预设
en: Delete saved preset
ja: 保存したプリセットを削除

# screenshot.aspect.deleteSavedNamed
source: 删除已保存预设 %@
en: Delete saved preset %@
ja: 保存したプリセット %@ を削除

# screenshot.aspect.currentNamed
source: 当前比例 %@
en: Current ratio %@
ja: 現在の比率 %@

# screenshot.aspect.returnToPresets
source: 返回预设
en: Back to presets
ja: プリセットに戻る

# screenshot.aspect.scrollBackward
source: 显示前面的比例选项
en: Show previous ratio controls
ja: 前の比率コントロールを表示

# screenshot.aspect.scrollForward
source: 显示更多比例选项
en: Show more ratio controls
ja: その他の比率コントロールを表示

# screenshot.editor.properties.scrollBackward
source: 显示前面的属性选项
en: Show previous property controls
ja: 前のプロパティコントロールを表示

# screenshot.editor.properties.scrollForward
source: 显示更多属性选项
en: Show more property controls
ja: その他のプロパティコントロールを表示

# screenshot.editor.step.number
source: 步骤序号
en: Step number
ja: ステップ番号

# screenshot.editor.step.split
source: 拆分步骤
en: Split step
ja: 手順を分解

# screenshot.editor.step.noteBackground
source: 说明背景
en: Note background
ja: 説明の背景

# screenshot.editor.step.noteText
source: 说明文字
en: Note text
ja: 説明文字

# screenshot.editor.toolbar.moreTools
source: 更多工具
en: More tools
ja: その他のツール

# screenshot.editor.curvature
source: 曲线
en: Curve
ja: 曲率

# screenshot.editor.curvature.straight
source: 直线
en: Straight
ja: 直線

# screenshot.editor.curvature.reset
source: 双击恢复直线
en: Double-click to reset to straight
ja: ダブルクリックで直線に戻す

# screenshot.editor.arrowHeadSize
source: 箭头大小
en: Head
ja: 矢印サイズ

# screenshot.editor.strokeColor
source: 描边
en: Stroke
ja: 線

# screenshot.editor.fillColor
source: 填充色
en: Fill
ja: 塗り

# screenshot.editor.fillOpacity
source: 填充透明度
en: Fill opacity
ja: 塗りの不透明度

# screenshot.editor.textColor
source: 文字色
en: Text

# screenshot.editor.backgroundColor
source: 背景色
en: Background
ja: 背景

# screenshot.editor.padding
source: 内边距
en: Padding
ja: 余白

# screenshot.editor.lineSpacing
source: 行距
en: Line spacing
ja: 行間

# screenshot.editor.shape
source: 形状
en: Shape

# screenshot.editor.shape.rectangle
source: 矩形
en: Rectangle
ja: 長方形

# screenshot.editor.shape.ellipse
source: 椭圆
en: Ellipse
ja: 楕円

# screenshot.editor.shape.circle
source: 圆形
en: Circle
ja: 円

# screenshot.editor.shape.roundedRectangle
source: 圆角矩形
en: Rounded
ja: 角丸

# screenshot.editor.size
source: 大小
en: Size
ja: サイズ

# screenshot.editor.dimIntensity
source: 暗化
en: Dimming
ja: 暗さ

# screenshot.editor.feather
source: 羽化
en: Feather
ja: ぼかし幅

# screenshot.editor.redactMode
source: 模式
en: Mode
ja: モード

# screenshot.editor.redact.solid
source: 实色
en: Solid
ja: 単色

# screenshot.editor.redact.securePixelate
source: 安全像素化
en: Secure pixelate
ja: 安全なモザイク

# screenshot.editor.zoom
source: 倍率
en: Zoom

# screenshot.editor.diameter
source: 直径
en: Diameter

# screenshot.editor.shadow
source: 阴影
en: Shadow
ja: 影

# screenshot.editor.object.duplicate
source: 复制对象
en: Duplicate object
ja: オブジェクトを複製

# screenshot.editor.object.forward
source: 上移一层
en: Bring forward
ja: 前面へ

# screenshot.editor.object.backward
source: 下移一层
en: Send backward
ja: 背面へ

# screenshot.editor.object.delete
source: 删除对象
en: Delete object
ja: オブジェクトを削除

# settings.screenshot.capture
source: 捕获默认值
en: Capture defaults
ja: 撮影の既定値

# settings.screenshot.captureOptions
source: 截图参数
en: Capture options
ja: キャプチャ設定

# settings.screenshot.captureOptions.detail
source: 预览并调整正式截图时使用的工具栏。
en: Preview and adjust the toolbar used during capture.
ja: 撮影中に使用するツールバーをプレビューして調整します。

# settings.screenshot.capturePreview.ready
source: 长截图预览已就绪
en: Scrolling capture preview ready
ja: スクロールキャプチャのプレビューが準備できました

# settings.screenshot.capturePreview.started
source: 已预览开始操作
en: Start action previewed
ja: 開始操作をプレビューしました

# settings.screenshot.capturePreview.reselected
source: 已重置选区预览
en: Region selection reset
ja: 範囲選択をリセットしました
